{
  "title": "Details of Lionel Messi's transfer meeting with Barcelona emerge as new proposal is made",
  "content": "Lionel Messi’s father and agent Jorge has met with Barcelona president Joan Laporta but no transfer proposal was offered by the Catalan club. The Argentine superstar’s future at Paris Saint-Germain looks more uncertain than ever. Contract talks have been put on hold by the Ligue 1 giants with less than three months remaining of the 35-year-old’s deal. Messi has netted 19 goals and provided 20 assists this season and has spoken of his happiness at adapting to life in France this term. It has marked a true return to form for a player who also memorably won the World Cup in December – but his future in Paris is not guaranteed. PSG boss forced to pick side as Lionel Messi booed by fans after contract threat. The player was booed during the Ligue 1 defeat against Lyon earlier this month with an uneasy relationship between the player and the club’s fanbase. With PSG once again falling flat on the European stage this year, changes to their sporting project are expected this summer. The Argentine’s uncertain future comes amid Barca transfer chiefs confirming contact had been made with Messi regarding a potential return to the Camp Nou. There is also an offer on the table for the Argentine superstar from Saudi Arabia. Messi’s father, Jorge, travelled to the Saudi capital last month and while it has been claimed that this journey was for commercial reasons – the player is an ambassador for the nation’s tourist board – this trip could also have encompassed transfer talks. Messi may leave PSG this summer after the club paused contract talks. Lionel Messi may leave Paris Saint-Germain this summer after the club paused contract talks Jorge has also met with Barca president Laporta but as detailed by Cadena Ser, the situation is far from clear. The subject of their meeting was not a transfer return but a special match being played at Camp Nou to honour Messi once he decides to leave European football."
}
