{
"article_title": "FOUNDATION AND SURVIVAL",
"article_sections": [
{
"section_title": "THE CLUB'S FOUNDATION",
"section_content": "Hans Gamper (Winterthur, Switzerland,1877 – Barcelona, 1930) arrived in Barcelona in 1898 for professional reasons. During his free time, he played football with a group of friends in Bonanova. In October 1899, Gamper placed an advert in Los Deportes magazine to find players interested in forming a football team. On 29 November, Gamper and eleven other men (Otto Kunzle and Walter Wild from Switzerland; John and William Parsons from England; Otto Maier from Germany; and Lluís d’Ossó, Bartomeu Terradas, Enric Ducal, Pere Cabot, Carles Pujol and Josep Llobet from Catalonia) came together at the Solé Gymnasium to form an association that would bear the city’s name and coat of arms: Futbol Club Barcelona."
},
{
"section_title": "GAMPER AND BARÇA'S FOUNDING VALUES",
"section_content": "Gamper was a sports fanatic - aside from football, he participated in athletics, cycling, rugby and golf - and he considered it a vital factor in bringing out the best in man himself. He aimed to create an organisation that was open to everyone, regardless of their origin. He envisaged a club that served as a means of social integration, in which everyone could speak their mind, and he created a democratic society that was freely governed by its members. As a sign of his gratitude to Catalonia, the country that had welcomed him, Gamper imbued FC Barcelona with the essence that has come to define it ever since: its commitment to Catalan identity. Catalan identity, democracy, multiple sports and universality: today, Gamper’s original values continue to give Barça meaning."
},
{
"section_title": "THE FIRST CLUB BADGE",
"section_content": "FC Barcelona decided to use the same badge as the city of Barcelona in a show of solidarity with the city that played host the new sports' club. In 1910, the board decided that the Club needed its own badge and organised a competition to find a new design and it adopted the format that with one or two variations has survived until the present day."
},
{
"section_title": "THE FIRST KIT",
"section_content": "At the beginning, half the shirt was blue and the other claret, the sleeves were opposite colours and the shorts were white. The most likely theory regarding the origin of the colour is that they come from the kit worn by the rugby team at the English school Merchant Taylors' school where the Witty brothers, two of the first members of the Club, had studied in their youth."
},
{
"section_title": "THE FIRST FOOTBALL GROUNDS",
"section_content": "Their difficulty in finding permanent grounds was due to economic instability and the lack of large open-air spaces at a time when the city was undergoing urban expansion.\n\n- 1899-1900 The former cycle track grounds at Bonanova (today, next to Turó Park)\n- 1900-1901 The Hotel Casanovas grounds (today, Hospital de Sant Pau)\n- 1901-1905 Carretera d’Horta grounds\n- 1905-1909 Carrer de Muntaner grounds"
},
{
"section_title": "THE COPA MACAYA, THE FIRST TROPHY",
"section_content": "The Copa Macaya was the precursor to the Catalan Football Championship. It was begun in 1900 by Alfons Macaya, president of the Hispania Club, when he announced his intention to organise a competition between Catalan teams. The trophy is an exceptional work of modernist art but unfortunately the Copa Macaya disappeared a year after the creation of the Catalan Championship."
}
]
}